{
    "home.tryout":"Tryout",
    "home.email":"Email",
    "home.backtotop": "Back to top",

    "foot.contact": "Contact",
    "foot.contactinfo":"We take care the complexity for your easy-use",
    "foot.address":"Address",
    "foot.addressinfo": "China(Hangzhou) AI Town<br>Wen Yi Xi Lu 1818-2，Hangzhou<br>Zhejiang，China",

    "head.title": "Bring your machine to the future - Jieqi.io",

    "menu.homepage": "Home",
    "menu.solutions": "Solutions",
    "menu.product":"Product",
    "menu.news":"News",
    "menu.download":"Download",
    "menu.about":"About",
    
    "index.close": "Close",
    "index.hometitle": "Bring your machine to the future",
    "index.hometitledescription": "",
    "index.slidedown":"Slide Down",
    "index.appfield":"Applied Field of Edge Computing",
    "index.appfielddesc":"Comprehensive solutions for Interconnectivity，Edge to Cloud，Data to Application，Deploy at your fingertip",
    "index.robotfield":"Intelligent Manufacturing",
    "index.robotfielddesc": "Quick Deployment Service<br>Improve productivity through real-time monitoring, diagnosis and analysis. Enable data collection and auto-feedback loop in real-time manufacturing. Maximise the life-span of equipments and machines",
    "index.robotfielddesc0": "Improve productivity through real-time monitoring, diagnosis and analysis. Enable data collection and auto-feedback loop in real-time manufacturing. Maximise the life-span of equipments and machines",
    "index.oilfield": "Oil and Gas Industry",
    "index.oilfielddesc": "Data Monitoring Service<br>Monitoring and protection against potential equipment fault and environmental damage through real-time data collection",
    "index.transfield": "Transport Industry",
    "index.transfielddesc": "Real-time Asset Management<br>Minimise operation risk and downtime with real-time asset monitoring and management using data collected via edge-computing",
    "index.buildingfield": "Intelligent Building",
    "index.buildingfielddesc": "Real-time Power-saving<br>Jieqi Intelligent Building Platform reduces power consumption, predict maintanence, improve livability and enhance utilization of resources and services.",
    "index.greenenergyfield":"Renewable Energy",
    "index.greenenergyfielddesc": "Usability of Device<br>Solar-, wind- and hydro-power are clean power souce with bright future. However, changing weather conditions post challenges against prediction and reliable output of electricity. Jieqi edgecomputing offers real-time adjustment solutions to maximise power output and make accurate predictions",
    "index.iotfield": "IoT",
    "index.iotfielddesc": "Real-time monitoring, diagnosis and adjustment of connected devices, smart-ify all machines smart-ifable throught data collection, analysis and feedback",
    "index.whyjieqi": "Why choose Jieqi",
    "index.whyjieqidesc":"Comprehensive solutions for Interconnectivity，Edge to Cloud，Data to Application，Deploy at your fingertip",
    "index.5min": "5-minute deployment, Plug and Play",
    "index.encrypt": "K2K encryption, stable and reliable",
    "index.affordable": "Affordable, free from worries when you spend",
    "index.compatible":"Widely applicable and easily compatibale",
    "index.roi":"Pay less, get more",
    "index.security": "Security of data, Tracability of connections",
    "index.5minreturn": "Deploy in minutes. Gain for years",
    "index.opeffiency":"Increase efficiency of operations",
    "index.innovation":"Encourage firm-wide innovation",
    "index.engineereffiency": "Increase engineer efficiency",
    "index.costdown":"Reduce service cost",
    "index.suppliers": "Jieqi is created based on the following brands and languages",

    "about.industrial4":"Acceletate Industry4.0 ",
    "about.industrial4desc":"Jieqi is dedicated to provide safe, easy-to-use and affordable edge-computing solutions",
    "about.about":"About Jieqi",
    "about.aboutdesc":"Dream Big, Start Small. JBox is your small start towards utilization of much bigger data. Serving as a hub for data collected from machines, connecting and interacting in real-time, JBox can be deployed in minutes, monitor machines remotely, diagonose malfunctionings and troubleshoot to attain intelligent manufacturing and maximization of profit. <br><br><font color='#f14507'>Bring your machine to the future</font>",
    "about.advantages":"Advantage of our company",
    "about.team":"Our Team",
    "about.teammembers":"Founders are experts from German Tier 1 Equipment Manufacturer, specializing in hardware infrastructure, software development and car interior design, with strong background and rich resources from their own fields.",
    "about.field":"Field",
    "about.fielddesc":"Jieqi is dedicated to provide safe, easy-to-use and affordable edge-computing solutions. You can utilize your data to the fullest with edge-computing units from Jieqi. Connect your vast data with our experts in real-time and utilise it efficiently and effectively to maximise your profit.",
    "about.product":"Product",
    "about.productdesc":"Simplicity：5-minute deployment, plug and play；Affordability: Pay less, get more; Compatibility: Widely applicable，seemlessly integrates with mainstream systems; Security: K2K level encryption, stability of system，security of data",
    
    "product.realtime":"Real-time transmission of edge data",
    "product.realtimeinfo":"Kernel-level data encryption, real-time transmission of effective information, quick and efficient",
    "product.jaybox":"Jaybox Industrial Edge-computing units",
    "product.jayboxdesc":"Computing units specially designed for edge-computing, safe, fast and easy-to-use",
    "product.jaybox4g":"JayBox-007 4G Gbps Edge-computing Unit",
    "product.jaybox4gdesc":"Fastest and most powerful edge-computing box from Jieqi. Edge-computing units, built from scratch and equipped with high-speed CPU, have incredible online processing power and full support of 4G communications for all bands. JayBox uses contactless eSIM card and high-speed Gigabit network port and could be used for all situations requiring interconnectivity and edge-computing. With customized BlueJay OS，data is exchanged encrypted in the entire process. The setup is extremely simple and all it takes is 5 minutes. ",
    "product.jayboxspec":"Product description",
    "product.jayboxspec4g":"Fast-speed 4G，wide support",
    "product.jayboxspec4gdesc":"We abandoned traditional physical IoT card and used eSIM card fully for our real-time management and control of end equipment.",
    "product.jayboxspecgb":"Millisecond response, real-time and fast",
    "product.jayboxspecgbdesc":"Gigabit Network is the fastest communication method currently. It shortens transmission of industrial data to millisecond level and supports all kinds of protocols based on TCP/IP.",
    "product.jayboxspecdin":"DIN-friendly, easy to setup",
    "product.jayboxspecdindesc":"Structure-friendly，easy to setup",
    "product.jayboxspecswitch":"You havee the switch, you have the control",
    "product.jayboxspecswitchdesc":"JayNest helps its customers with management and connection of equipments worldwide, anywhere and anytime, as well as quick and safe deploymenmt",
    "product.jayboxspeccool":"Noise-free",
    "product.jayboxspeccooldesc":"Radiator grids designed based on circuit cooling requirements, bladeless and noise-free.",
    "product.jayboxspec24v":"Press and plug, quick as lightning.",
    "product.jayboxspec24vdesc":"Quick connection, lightning fast.",
    "product.jayboxspecflash":"Massive cache, fast and real-time",
    "product.jayboxspecflashdesc":"High speed eMMC, up to 512Gb storage, help to buffer your data more secure.",
    "product.bluejayos":"Edge computing OS BlueJay OS",
    "product.bluejayosdesc":"Brand new industrial IoT Operational System",
    "product.bluejayossubtitle":"Latest developed BlueJay OS, specially designed for industry purpose, focus on secure, swift and simple intercommunication and data processing.",
    "product.bluejayosspec":"Product description",
    "product.bluejayosspecsafety":"Safe",
    "product.bluejayosspecsafetydesc":"BlueJayOS had MachineID, acting as the only plug-in identity that binding with hardware.",
    "product.bluejayosspecota":"OTA update",
    "product.bluejayosspecotadesc":"BlueJayOS support OTA update, deploy new functions easily and cheaply.",
    "product.bluejayosspecedgeconnq":"Compatible with all industrial communication protocol.",
    "product.bluejayosspecedgeconnqdesc":"Compatible with major industrial control system and industrial internet protocol.",
    "product.bluejayosspecsimple":"Minimalist desgin",
    "product.bluejayosspecsimpledesc":"BlueJayOS uses brand new interactive design, graphic configuration wizard, complete the communication and software configuration in only 4 steps with only 5 minutes.",
    "product.xcloud2m":"xCloud2M",
    "product.xcloud2msubtitle":"Specialist in edge-computing design and highly integrated cloud service.",
    "product.xcloud2msubtitle2":"xCloud2M",
    "product.xcloud2minfo":"xCloud2M is a brand new edge-computing cloud service, offers client with reliable, secure and efficient connection and management service.  With customizable data collection, xCloud2M is able to help clients to deploy devices worldwide efficiently. The edge-computing API could offer real-time diagnose and maintenance service.  ",
    "product.xcloud2mspec":"Product description",
    "product.xcloud2mspecsafety":"xCloud2M security infrastructure",
    "product.xcloud2mspecsafetydesc":"The data transmission between Jaybox and xCloud2M is based on Private X1/X2, through kernel level encryption tunnel.",
    "product.xcloud2mspecreliablity":"Reliable and scalable infrastructure",
    "product.xcloud2mspecreliablitydesc":"Could automatically configure in several seconds, supporting multi-platform, transregional and user account management. ",
    "product.xcloud2mspecpackage":"Standard industrial boosting pack.",
    "product.xcloud2mspecpackagedesc":"xCloud2M offers standard industrial boosting pack, real-time monitoring device operation status, fault diagnosis and system deployment.",
    "product.xcloud2mspecmachine":"device management",
    "product.xcloud2mspecmachinedesc":"Quick and simple tools simplify real-time management and device adjustment for engineers.",
    "product.xcloud2mspeccompatible":"Strong compatibility",
    "product.xcloud2mspeccompatibledesc":"Compatible with mainstream systems, support all kinds of devices using ethernet communication.",
    "product.jaynest":"JayNest client",
    "product.jaynestsubtitle":"JayNest Client is developed by Jieqi and it connects Jieqi edge-computing Jaybox specifically. It is a management tools on mobile client to process the industrial edge-computing data and optimise the efficiency.",
    "product.jaynestsubtitle2":"JayNest multi-platform client",
    "product.jaynestdesc":"JayNest is the entrance for customers to connect to xCloud2M. Customers could manage devices over the world on xCloud2M using JayNest. The analysis of the data collected, as well as diagnosis & maintenance of devices could be done by the BlueJay secure tunnel built by JayNest. While the device status could be monitored by the IP camera.  ",
    "product.jaynestspec":"Product description",
    "product.jaynestxcloud2m":"xCloud2M security infrastructure",
    "product.jaynestxcloud2mdesc":"The data transmission between Jaybox and xCloud2M is based on Private X1/X2, through kernel level encryption tunnel.",
    "product.jaynestremote":"Remote machine management",
    "product.jaynestremotedesc":"JayNest with xCloud2M, Compatible with mainstream systems, support direct connection with all kinds of industrial devices using ethernet communication..",
    "product.jaynestremotedevice":"Remote device management",
    "product.jaynestremotedevicedesc":"Access xCloud2M using Jieqi Client Jaynest to remotely manage Jaybox and the online status of the connected devices. It helps engineers to remotely manage the devices and provide correlated services. ",

    "solutions.data":"Mining the value of data ",
    "solutions.datausage":"Using it effectively, boost efficiency up to …XXXXX",
    "solutions.title":"The future of devices starts from intercommunication",
    "solutions.subtitle":"Jieqi uses simple, affordable and quick approach to connect your devices and bring them to the future. ",
    "solutions.connection":"Machine and device interconnect",
    "solutions.connectiondesc":"IoT brings incremental improvements, while intercommunication between machines is the first step. Without changing present device infrastructure, and using open and compatible hardware to achieve intercommunication between devices.",
    "solutions.safeconnect":"Machine secure-connect",
    "solutions.safeconnectdesc":"IoT’s security concern is common in the industry. Jieqi uses MachineID with the most advanced algorithm and special encryption tunnel to ensure secure data transmission, preventing third party from sniffing and interception. Customers could perform physical insolation with our patented switch.",
    "solutions.realtimedata":"Real-time data transmission",
    "solutions.realtimedatadesc":"The data are transmitted in real time with enterprise level encryption tunnel to engineers’ PC and mobile client. They could maintain and diagnose faults securely in real time anywhere and anytime.",
    "solutions.analysis":"Dynamic property analysis",
    "solutions.analysisdesc":"Engineers can provide remote service anytime anywhere, by analyszing the machine data in real-time and provide feedback to customers",
    "solutions.rtservice":"Boost Real-time service",
    "solutions.rtservicedesc":"Engineers can provide fast, real-time deployment services through interconnected secure access and feature analysis. The focus is on real-time interconnection and service regardless of where the device is located",
    "solutions.5min":"Deploy in minutes, gain in years",
    "solutions.effiency":"Improve operating efficiency",
    "solutions.innovation":"Boost innovation for enterprise",
    "solutions.engineer":"improve efficiency for engineers",
    "solutions.costdown":"Reduce service cost",
    "solutions.products":"Product composition",
    "solutions.productssubtitle":"The processing unit specifically designed for edge-computing is safe, quick and easy to use.",
    "solutions.jaybox":"Jaybox Industrial edge-computing unit",
    "solutions.jayboxdesc":"Freshly designed edge-computing units, equiped with high-speed CPU, have incredible online processing power and full support of 4G communications for all bands. Jaybox uses contactless eSIM card and high-speed Gigabit network port and could be used for all situations requiring interconnectivity and edge-computing.",
    "solutions.bluejayos":"Edge-computing Operating System",
    "solutions.bluejayosdesc":"BluejayOS developed based on Linux kernel. Its kernel divides into normal world and secure world. All the files involving authentication, encryption, decryption and all data sensitive operations are done in secure world while all the rests are done in normal world.",
    "solutions.xcloud2m":"xCloud2M security infrastructure",
    "solutions.xcloud2mdesc":"xCloud2M is an advanced edge-computing cloud service built from scratch which deployed worldwide to provide customers with reliable, secure and efficient connecting and management service. xCloud2M will provide millions of connections, customized data collection service and edge-computing service.",
    "solutions.jaynest":"JayNest client",
    "solutions.jaynestdesc":"JayNest helps its customers with management and conncection of equipments worldwide, anywhere and anytime, as well as quick and safe deployment",
    "solutions.edgeconneq":"EdgeConneQ",
    "solutions.edgeconneqdesc":"Compatible with all kinds of industrial communication protocol, industrial robots, industrial control system and industrial machine version and sensors. Compatible with MQTT and other kinds of communication protocol.",
    "solutions.edgeservice":"EdgeService real-time service",
    "solutions.edgeservicedesc":"Edgeservice can connect devices world widely anytime and anywhere, analyze data collected, and real-time service through camera.",
    
    "download.title":"Download JayNest",
    "download.client":"Client",
    "download.winclient":"JayNest Windows",
    "download.winsubtitle":"JayNest Client is developed by Jieqi and it connects Jieqi edge-computing Jaybox specifically. It is a management tools on mobile client to process the industrial edge-computing data and optimise the efficiency.",
    "download.windesription":"JayNest is a portal to xCloud2M，Customer can manege all the machines from anywhere in anytime, provide service with security blueaytunnl.",
    "download.download":"Download",
    "download.mobileclient":"Download JayNest Mobile Client", 
    "download.mobilesub":"You can manage your machines from palm With JayNest Mobile Client anywhere",
    "download.mobilesubtitle":"JayNest Mobile Client",
    "download.mobiledescription":"JayNest is a portal to xCloud2M，Customer can manege all the machines from anywhere in anytime, provide service with security blueaytunnl."  
}